Repository: Altro31/gender-lex
Catalog: apps/web/src/locales/langs/*.po
Languages: es

source: {0, select, primary {Principal} secondary {Secondary} other {Other}}
es: {0, select, primary {Principal} secondary {Secundario} other {Otro}}

source: {error, select, INVALID_API_KEY {Invalid API key} INVALID_IDENTIFIER {Invalid identifier} INVALID_CONNECTION_URL {Invalid connection URL} INACTIVE_MODEL {Inactive model} MAX_ATTEMPTS_REACHED {Maximum number of attempts reached} other {Other}}
es: {error, select, INVALID_API_KEY {Clave API inválida} INVALID_IDENTIFIER {Identificador inválido} INVALID_CONNECTION_URL {URL de conexión inválida} INACTIVE_MODEL {Modelo inactivo} MAX_ATTEMPTS_REACHED {Número máximo de intentos alcanzado} other {Otro}}

source: {error, select, INVALID_API_KEY {The provided API key is invalid or has expired. Verify that it is copied correctly and that it has valid permissions.} INVALID_IDENTIFIER {The submitted identifier does not match any valid model. Check that this model exists in your provider.} INVALID_CONNECTION_URL {The connection URL is invalid or cannot be resolved. Review the configuration and protocol.} INACTIVE_MODEL {The requested model is not active or available. Select a valid model or contact the administrator.} MAX_ATTEMPTS_REACHED {The maximum number of attempts allowed has been exceeded. Wait before trying again or check your credentials.} other {Other}}
es: {error, select, INVALID_API_KEY {La clave API proporcionada no es válida o ha expirado. Verifica que esté copiada correctamente y que tenga permisos vigentes.} INVALID_IDENTIFIER {El identificador enviado no coincide con ningún modelo válido. Comprueba que ese modelo existe en su proveedor.} INVALID_CONNECTION_URL {La URL de conexión no es válida o no se puede resolver. Revisa la configuración y el protocolo.} INACTIVE_MODEL {El modelo solicitado no está activo o disponible. Selecciona un modelo válido o contacta al administrador.} MAX_ATTEMPTS_REACHED {Se ha superado el número máximo de intentos permitidos. Espera antes de volver a intentarlo o revisa las credenciales.} other {Otro}}

source: {status, select, error {Error} active {Active} connecting {Connecting} inactive {Inactive} other {Other}}
es: {status, select, error {Error} active {Activo} connecting {Conectando} inactive {Inactivo} other {Otro}}

source: {type, select, weak {Weak} medium {Medium} strong {Strong} other {Other}}
es: {type, select, weak {Débil} medium {Medio} strong {Fuerte} other {Otro}}

source: <0>Welcome to Genderlex,</0><1/><2>your smart writing assistant.</2>
es: <0>Bienvenido a Genderlex,</0><1/><2>su asistente de escritura inteligente.</2>

source: A new preset will be created with the same name, description and model settings as: <0>{0}</0>
es: Una nueva configuración será creada con el mismo nombre, descripción y configuración de modelos, en base a: <0>{0}</0>

source: Absence of Representation
es: Ausencia de representación

source: Access to Care
es: Acceso a la atención

source: Account
es: Cuenta

source: Add and configure the models that will be part of this preset
es: Añade y configura los modelos que serán parte de la configuración

source: Adjust the model temperature
es: Ajuste la temperatura del modelo

source: Affected
es: Afectado

source: Affected Groups
es: Grupos afectados

source: All
es: Todos

source: Alternative
es: Alternativa

source: Alternatives
es: Alternativas

source: Analizing
es: Analizando

source: Analysis detail | GenderLex
es: Detalles del análisis | GenderLex

source: Analysis Details
es: Detalles del análisis

source: Analysis management
es: Gestión de análisis

source: Analysis management | GenderLex
es: Gestión de análisis | GenderLex

source: Analyze a text...
es: Analiza un texto...

source: Analyze text in search of biased or stigmatizing content
es: Analiza texto in búsqueda de contenido sesgado o estigmatizado

source: Analyzed Text
es: Texto analizado

source: Analyzing
es: Analizando

source: API Key
es: Clave API

source: Are you sure?
es: ¿Está seguro?

source: Average Influence
es: Influencia promedio

source: Back to home
es: Regresar a inicio

source: Biased Metaphors
es: Metáforas sesgadas

source: Biased terms
es: Términos sesgados

source: By changing the visibility of the current analysis as <0>{0}</0>, anyone can access this URL an see this results.
es: Al cambiar la visibilidad de este análisis a <0>{0}</0>, cualquiera puede acceder a esta URL y ver los resultados.

source: By changing the visibility of the current analysis as <0>{0}</0>, nobody can access this URL, but you.
es: Al cambiar la visibilidad de este análisis a <0>{0}</0>, nadie puede acceder a esta URL, a excepción de usted.

source: By continuing, you accept our <0>{0}</0> and <1>{1}</1>
es: Al continuar, acepta nuestros <0>{0}</0> y <1>{1}</1>

source: Cancel
es: Cancelar

source: Change
es: Cambiar

source: Changing...
es: Cambiando...

source: Choose a format to export your analysis report
es: Elige un formato para exportar el reporte del análisis

source: Choose a model
es: Elige un modelo

source: Choose the role
es: Elige un rol

source: Clone
es: Duplicar

source: Clonning...
es: Duplicando...

source: Complete information of the model: {0}
es: Complete la información del modelo: {0}

source: Complete information of the selected preset
es: Información completa de la configuración seleccionada

source: Completed at
es: Completado el

source: Conclusion
es: Conclusión

source: Confirm Password
es: Confirmar contraseña

source: Confirm your password
es: Confiram tu contraseña

source: Connection Test
es: Prueba de conexión

source: Context
es: Contexto

source: context attached
es: contexto adjuntado

source: Continue with Github
es: Continuar con Github

source: Continue with Google
es: Continuar con Google

source: Copied
es: Copiado

source: Create
es: Crear

source: Create account
es: Crear cuenta

source: Create First Model
es: Crea tu primer modelo

source: Create First Preset
es: Crea tu primera configuración

source: Create New Model
es: Crea un nuevo modelo

source: Create New Preset
es: Crear nueva Configuración

source: Created at
es: Creado el

source: Creation date
es: Fecha de creación

source: Dark
es: Oscuro

source: Delete
es: Eliminar

source: Deleting...
es: Eliminando...

source: Describe the purpose and use of this preset...
es: Describe el propósito y uso de esta configuración

source: Description
es: Descripción

source: Details
es: Detalles

source: Details of model: {0}
es: Detalles del modelo: {0}

source: Do you already have an account?
es: ¿Ya tienes una cuenta?

source: Don't you have an account?
es: ¿No tienes una cuenta?

source: Done
es: Terminado

source: Drop file here
es: Suelte el archivo aquí

source: e.g.: Creative Analysis
es: Análisis creativo

source: Edit
es: Editar

source: Edit Model: {0}
es: Edita el modelo: {0}

source: Edit preset: {0}
es: Editar configuración: {0}

source: Edit the connection of model: {0}
es: Edita la conexiión al modelo: {0}

source: Edit the information of preset: {0}
es: Editar información de la configuración: {0}

source: Email
es: Correo Electrónico

source: Endpoint
es: Entrada

source: English
es: Inglés

source: Enter your account to continue
es: Ingresa a tu cuenta para continuar

source: ex: GPT-4 Main
es: ej: GPT-4 Principal

source: Examples
es: Ejemplos

source: Excluded Groups
es: Grupos excluidos

source: Explanation
es: Explicación

source: Export
es: Exportar

source: Export Analysis
es: Exportar análisis

source: Export started successfully
es: Exportación iniciada con éxito

source: Failed to export analysis
es: Fallo al exportar análisis

source: Files can be uploaded in PDF, Docx ...
es: Los archivos pueden cargarse en PDF, Docx, ...

source: Formatted text for documentation and notes
es: Texto con formato para documentación y notas

source: GenderLex | Your smart writing assistant
es: GenderLex | Su asistente de escritura inteligente

source: GenderLex, your smart writing assistant
es: GenderLex, su asistente de escritura inteligente

source: Historical Context
es: Contexto histórico

source: History
es: Historial

source: Identified Biased Terms
es: Terminos

source: Identifier
es: Identificador

source: Impact
es: Impacto

source: Important dates and usage statistics
es: Fechas importantes y estadísticas de uso

source: Influence
es: Influencia

source: Insert the API Key
es: Inserte la Clave API

source: Intersectionality
es: Interseccionalidad

source: Join our platform in seconds
es: Únete a nuestra plataforma en segundos

source: Language
es: Idioma

source: Last use
es: Último uso

source: Lastest
es: Último

source: Light
es: Claro

source: Login
es: Iniciar sesión

source: Login to your account
es: Inicia sesión en tu cuenta

source: Logout
es: Cerrar sesión

source: Manage gender bias detection analysis
es: Administra los análisis de detección de sesgos de género

source: Manage model combinations with specific configurations
es: Gestione la combinación de modelos con configuraciones específicas

source: Manage your connections to large language models
es: Gestiona tus conexiones a modelos de lenguage

source: Manage your profile and account settings
es: Administra tu perfil y las configuraciónes de la cuenta

source: Metaphorical expressions that perpetuate gender biases
es: Expresiones metafóricas que perpetúan sesgos de género

source: Model
es: Modelo

source: Model Configuration
es: Configuración de modelos

source: Model ID
es: ID del modelo

source: Model identifier
es: Indentificador del modelo

source: Model Management
es: Gestión de Modelos

source: Model name
es: Nombre del modelo

source: Model URL
es: URL del modelo

source: Models
es: Modelos

source: Models configured in this preset
es: Modelos configurados en esta configuración

source: Models management
es: Gestión de modelos

source: Modifications Made
es: Modificaciones hechas

source: Modified
es: Modificado

source: Modified version of the original text without gender bias
es: Versión modificada del texto original sin sesgos de género

source: More
es: Más

source: Name
es: Nombre

source: New Analysis
es: Nuevo análisis

source: New model
es: Nuevo modelo

source: New Preset
es: Nueva configuración

source: Next
es: Siguiente

source: No Affected
es: No Afectado

source: No analyses available
es: No hay análisis disponibles

source: No biased metaphors detected
es: No se detectaron metáforas sesgadas

source: No biased terms detected
es: No se detectaron términos sesgados

source: No context evaluation data available
es: No hay datos de evaluación de contexto

source: No impact analysis data available
es: No hay datos de impacto de análisis

source: No results found
es: No se encontraron resultados

source: No text alternatives generated
es: No se generaron alternativas

source: of
es: de

source: Optional
es: Opcional

source: Or continue with email
es: O continua con tu correo electrónico

source: Original text
es: Texto original

source: Password
es: Contraseña

source: Pending
es: Pendiente

source: Plain Text
es: Texto plano

source: Platform
es: Plataforma

source: Power Asymmetry
es: Asimatría de poder

source: Preset
es: Configuración

source: Preset Details
es: Detalles de la configuración

source: Preset ID
es: ID de la configuración

source: Preset Name
es: Nombre de la configuración

source: Presets
es: Configuraciones

source: Presets Management
es: Gestión de configuraciones

source: Previous
es: Anterior

source: Privacy Policy
es: Política de privacidad

source: Private
es: Privado

source: Professional formatted document for printing
es: Documento profesional con formato para impresión

source: Profile
es: Perfil

source: Provides alternatives of biased terms or expressions
es: Provee alternativas a terminos o expresiones sesgadas

source: Public
es: Público

source: Reason
es: Causa

source: Recent
es: Reciente

source: Redo Analysis
es: Rehacer análisis

source: Register
es: Regístrate

source: Register here
es: Regístrate aquí

source: Register your account
es: Registra tu cuenta

source: Registering...
es: Creando cuenta...

source: Remember me
es: Recordarme

source: Return to Analysis
es: Regresar a Análisis

source: Role
es: Rol

source: Search models...
es: Buscar modelos...

source: Send
es: Enviar

source: Sending...
es: Enviando...

source: Set up a new combination of models with specific parameters
es: Establece una nueva combinación de modelos con parámetros específicos

source: Set up a new connection to a language model
es: Establece una nueva conexión a un modelo de lenguaje

source: Settings
es: Configuración

source: Show less
es: Mostrar menos

source: Show more
es: Mostrar más

source: Show what terms or expressions influence the written content
es: Muestra cuáles terminos o expresiones influencian el texto escrito

source: Sign in
es: Iniciar sesión

source: Sign up
es: Registrarse

source: Simple text format compatible with any editor
es: Texto con formato simple compatible con cualquier editor

source: Sing in here
es: Inicie sesión aquí

source: Spanish
es: Español

source: Start by creating your first model
es: Comienza creando tu primer modelo

source: Start by creating your first preset
es: Inicie creando su primera configuración

source: Starting session...
es: Iniciando sesión...

source: Status
es: Estado

source: Step
es: Paso

source: Stereotypes
es: Estereotipos

source: Stigmatization
es: Estigmatización

source: Successful authenticated user
es: Usuario autenticado con éxito

source: Summary
es: Resumen

source: System
es: Sistema

source: Systemic Biases
es: Sesgos sistémicos

source: Technical details of the connection to the model
es: Detalles técnicos de la conexión del modelo

source: Temperature
es: Temperatura

source: Terms of service
es: Términos de servicio

source: Test Connection
es: Prueba de conexión

source: The analyzes will appear here once they are run
es: Los análisis apareceran aquí una vez que se ejecuten

source: Theme
es: Tema

source: There are no models configured
es: No hay modelos configurados

source: There are no presets configured
es: No hay presets configurados

source: This action cannot be undone. The model will be permanently eliminated
es: Esta acción no se puede revertir. El modelo será eliminado permanentemente

source: This action cannot be undone. <0/>The preset will be permanently deleted<1> {0}</1>
es: Esta acción es irreversible. <0/>El preset será eliminado permanentemente<1> {0}</1>

source: This action cannot be undone. <0/>Will be permanently eliminated the analysis<1> {0}</1> and all its results.
es: Esta acción no se puede deshacer. <0/>Será eliminado de forma permanente el analisis<1> {0}</1> y todos sus resultados.

source: Try other search terms
es: Intenta con otros términos de búsqueda

source: Unconfigured model
es: Model no configurado

source: Unspecified role
es: Rol no especificado

source: Update
es: Actualizar

source: Upload File
es: Cargar archivo

source: Usage Information
es: Información de uso

source: User registered successfully
es: Usuario registrado con éxito

source: Verify that the model configuration is correct
es: Verifica que la configuración del modelo es correcta

source: View details of the current analysis
es: Detalles del análisis actual

source: Words or phrases that contain gender bias detected in the text
es: Palabras o frases que contienen sesgos de género detectados en el texto

source: you@example.com
es: tu@ejemplo.com

source: Your name
es: Tu nombre

source: Your password
es: Tu contraseña
